export default {
  projections: {
    ЗданиеE: {
      адрес: {
        __caption__: 'Адрес'
      },
      улица: {
        __caption__: 'Улица'
      },
      человек: {
        __caption__: 'Человек',
        номер: {
          __caption__: 'Номер'
        }
      }
    },
    ЗданиеL: {
      адрес: {
        __caption__: 'Адрес'
      },
      улица: {
        __caption__: 'Улица'
      },
      человек: {
        __caption__: 'Номер',
        номер: {
          __caption__: 'Номер'
        }
      }
    }
  },
  validations: {
    адрес: {
      __caption__: 'Адрес'
    },
    улица: {
      __caption__: 'Улица'
    },
    человек: {
      __caption__: 'Человек'
    }
  }
};
