export default {
  projections: {
    ПриборУчетаE: {
      номер: {
        __caption__: 'Номер'
      },
      название: {
        __caption__: 'Название'
      },
      приборыЗд: {
        __caption__: 'Приборы зд',
        номер: {
          __caption__: 'Номер'
        }
      }
    },
    ПриборУчетаL: {
      номер: {
        __caption__: 'Номер'
      },
      название: {
        __caption__: 'Название'
      },
      приборыЗд: {
        __caption__: 'Номер',
        номер: {
          __caption__: 'Номер'
        }
      }
    }
  },
  validations: {
    название: {
      __caption__: 'Название'
    },
    номер: {
      __caption__: 'Номер'
    },
    приборыЗд: {
      __caption__: 'Приборы зд'
    }
  }
};
