export default {
  projections: {
    ПриборыЗдE: {
      номер: {
        __caption__: 'Номер'
      },
      ммакс: {
        __caption__: 'Ммакс'
      },
      ммин: {
        __caption__: 'Ммин'
      },
      тмакс: {
        __caption__: 'Тмакс'
      },
      тмин: {
        __caption__: 'Тмин'
      },
      пмакс: {
        __caption__: 'Пмакс'
      },
      пмин: {
        __caption__: 'Пмин'
      },
      уровеньЗаряда: {
        __caption__: 'Уровень заряда'
      },
      здание: {
        __caption__: 'Здание',
        улица: {
          __caption__: 'Улица'
        }
      }
    },
    ПриборыЗдL: {
      номер: {
        __caption__: 'Номер'
      },
      ммакс: {
        __caption__: 'Ммакс'
      },
      ммин: {
        __caption__: 'Ммин'
      },
      тмакс: {
        __caption__: 'Тмакс'
      },
      тмин: {
        __caption__: 'Тмин'
      },
      пмакс: {
        __caption__: 'Пмакс'
      },
      пмин: {
        __caption__: 'Пмин'
      },
      уровеньЗаряда: {
        __caption__: 'Уровень заряда'
      },
      здание: {
        __caption__: 'Улица',
        улица: {
          __caption__: 'Улица'
        }
      }
    }
  },
  validations: {
    ммакс: {
      __caption__: 'Ммакс'
    },
    ммин: {
      __caption__: 'Ммин'
    },
    номер: {
      __caption__: 'Номер'
    },
    пмакс: {
      __caption__: 'Пмакс'
    },
    пмин: {
      __caption__: 'Пмин'
    },
    тмакс: {
      __caption__: 'Тмакс'
    },
    тмин: {
      __caption__: 'Тмин'
    },
    уровеньЗаряда: {
      __caption__: 'Уровень заряда'
    },
    здание: {
      __caption__: 'Здание'
    }
  }
};
